{"sections":{"page-header":{"type":"ship-page-main-header","disabled":true,"settings":{"show_page_title":true,"section_color_scheme":"accent-1"}},"page-content":{"type":"armament-page-main-content","settings":{}},"13bff2ed-f565-48eb-b8de-12fffd4ae92b":{"type":"flotilla-image-with-text-overlay","blocks":{"template--18826779918610__13bff2ed-f565-48eb-b8de-12fffd4ae92b-1683077216ba2e99eb-0":{"type":"overlay_content","settings":{"title":"Terms & Conditions","section_subheading":"","button_1_link":"shopify:\/\/collections\/all","button_1_text":"","button_1_style":"outline","button_2_link":"","button_2_text":"","button_2_style":"filled","text_color_scheme":"accent-2"}}},"block_order":["template--18826779918610__13bff2ed-f565-48eb-b8de-12fffd4ae92b-1683077216ba2e99eb-0"],"settings":{"desktop_image":"shopify:\/\/shop_images\/General_Banner_BW_8c63f6e9-cf69-4833-8348-022b42f22728.png","desktop_height":"s","mobile_height":"m","image_link":"","section_width":"full","text_position":"bottom_left","background_color_scheme":"general","overlay_color_scheme":"dark","overlay_opacity":50}},"e7969a0e-1639-40b5-addc-adae01c3d7a1":{"type":"ship-rich-text","blocks":{"template--18842606698770__e7969a0e-1639-40b5-addc-adae01c3d7a1-1683181845e8a85ec4-0":{"type":"subheading","settings":{"subheading":"Our Website"}},"template--18842606698770__e7969a0e-1639-40b5-addc-adae01c3d7a1-1683181845e8a85ec4-1":{"type":"heading","settings":{"heading":""}},"template--18842606698770__e7969a0e-1639-40b5-addc-adae01c3d7a1-1683181845e8a85ec4-2":{"type":"text","settings":{"text":"<p>www.mercator.com.au is owned and operated by Mercator Pty Ltd. By using this website you agree to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern Mercator Pty Ltd’s relationship with you in connection with this website. Should you not agree with any of these terms and conditions, please do not use our website.<br\/><br\/>The term ‘Mercator Pty Ltd’ or ‘us’ or ‘our’ or ‘we’ refers to Mercator Pty Ltd. The term ‘you’ or ‘your’ refers to the website user.<br\/><br\/>Your use of our website is subject to the following terms and conditions:<\/p><ul><li>The content on this website is for your general information and use only. It is subject to change without prior notice.<\/li><li>This website uses cookies to monitor browsing preferences.<\/li><li>Your use of any information or materials on this website is entirely your own responsibility, for which we shall not be liable.<\/li><li>This website contains material which is owned by or licensed to us. This material includes, but is not limited to, the content, design, layout, appearance, look and graphics of the website. Any reproduction of the website’s material is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.<\/li><li>All trademarks reproduced in this website, which are not the property of, or licensed to us, are acknowledged on the website.<\/li><li>Unauthorised use of this website may be a criminal offence and\/or give rise to a claim for damages.<\/li><li>This website may also, on occasion, include links to other websites which are not controlled by us. These links are provided for your convenience to provide you with further information. You acknowledge that they are used at your own risk. They do not signify that we recommend or endorse the websites. We have no control over the nature, content and availability of those websites.<\/li><li>Your use of this website and any dispute arising out of your use of it is subject to the laws of Victoria.<\/li><li>You may only use the website for lawful purposes and in a manner consistent with the nature and purpose of the website.<\/li><li>These terms and conditions do not relate to your use of any product or service described on our website unless otherwise agreed. You must refer to the individual warranty relevant to any particular product or service.<\/li><li>These terms and conditions may be amended from time to time. Your continued use of our website following any such amendments will be deemed to be confirmation that you accept those amendments.<\/li><li>You indemnify us from and against all claims, suits, demands, actions, liabilities, costs and expenses (including legal costs and expenses on a full indemnity basis) resulting from your use of the website.<\/li><li>In no event will we be liable for any loss, damage, cost or expense including legal costs and expenses (whether direct or indirect) incurred by you in connection with the use of this website.<\/li><li>Every effort is made to keep the website up and running smoothly. However, we take no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control.<\/li><\/ul>"}}},"block_order":["template--18842606698770__e7969a0e-1639-40b5-addc-adae01c3d7a1-1683181845e8a85ec4-0","template--18842606698770__e7969a0e-1639-40b5-addc-adae01c3d7a1-1683181845e8a85ec4-1","template--18842606698770__e7969a0e-1639-40b5-addc-adae01c3d7a1-1683181845e8a85ec4-2"],"settings":{"section_width":"full-with-padding","horizontal_alignment":"text-left justify-start","section_color_scheme":"general"}}},"order":["page-header","page-content","13bff2ed-f565-48eb-b8de-12fffd4ae92b","e7969a0e-1639-40b5-addc-adae01c3d7a1"]}